Revit 2027 API
ParameterTypeId.MassDataConceptualConstruction Property
 "Conceptual Types"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataConceptualConstruction { get; }
Public Shared ReadOnly Property MassDataConceptualConstruction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataConceptualConstruction {
	ForgeTypeId^ get ();
}
static member MassDataConceptualConstruction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace